Repository: sdwhwzp/dsh-mobile
Catalog: DeepSeekHarnessMobile/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 首 token 平均
en: Avg first token

source: 高
en: High

source: 默认 Agent
en: Default agent

source: 默认权限
en: Default permission

source: 默认模型
en: Default model

source: 默认模型已更新
en: Default model updated

source: 账号登录
en: Account login

source: HTTPS 服务器地址
en: HTTPS server address

source: 用户名
en: Username

source: 密码
en: Password

source: 登录
en: Log in

source: 登录现有 Harness 账号。登录后可在主机列表切换账号。
en: Log in to an existing Harness account. Switch accounts in the host list.

source: 请输入 HTTPS 服务器地址，不要包含路径或凭据
en: Enter an HTTPS server address without a path or credentials.

source: 服务器账号协议不兼容，请更新账号网关
en: The account protocol is incompatible. Update the account gateway.

source: 账号与服务器地址不匹配
en: This account does not match the server address.

source: 服务器或账号身份已变更，请重新登录
en: The server or account identity changed. Log in again.

source: 服务器未返回登录验证凭据
en: The server did not return a login challenge cookie.

source: 账号请求失败（%lld），请检查账号或服务器配置
en: Account request failed (%lld). Check the account or server configuration.
